Repository: ScorpioPlayer/Localization
Catalog: */Resources.resw
Source language: en_us
Languages: ar, de, es, fr, it, ja, ko, pt, ru, tr, zh_cn, zh_hant

# AppRecordingManagerNotSupport
source: Application Recording not support
ar: تطبيق تسجيل عدم دعم
ja: 記録をサポートしていないアプリケーション
ko: 응용 프로그램 지원 하지 기록
pt: Aplicativo de gravação não suporte
tr: Uygulama değil destek kayıt
zh_hant: 應用程式錄製不支援

# CM_AppRecordingOpenOnCompleted
source: Open File After Recording Completed
ar: فتح الملف بعد الانتهاء من تسجيل
ja: 録音完了後ファイルを開く
ko: 녹음 완료 후 파일 열기
pt: Abrir arquivo após a gravação concluída
tr: Kayıt tamamlandı sonra dosyayı aç
zh_hant: 錄製完成後打開文檔

# AppRecordingManagerCompleted
source: Application Recording Successful
ar: تسجيل التطبيق الناجح
ja: 成功したアプリケーションの記録
ko: 성공적인 응용 프로그램 기록
pt: Aplicativo de gravação bem sucedida
tr: Uygulama kayıt başarılı
zh_hant: 應用程式錄製成功

# AppRecordingManagerFailed
source: Application Recording Failed
ar: تسجيل التطبيق فشل
ja: アプリケーションの記録に失敗しました
ko: 응용 프로그램 기록 실패
pt: Aplicativo de gravação falhada
tr: Uygulama kayıt başarısız oldu
zh_hant: 應用程式錄製失敗

# HotkeyAction_action_apprecording_start
source: Start Recording
ar: بدء التسجيل
ja: 録音を開始します。
ko: 녹음 시작
pt: Iniciar gravação
tr: Kaydı Başlat
zh_hant: 開始錄製

# HotkeyAction_action_apprecording_stop
source: Stop Recording
ar: إيقاف التسجيل
ja: 録画を停止します。
ko: 녹음 중지
pt: Parar a gravação
tr: Kaydı Durdur
zh_hant: 停止錄製

# WM_find_no_text
source: No Text Found
ar: لم يتم العثور على النص
ja: テキストが見つかりません
ko: 텍스트를 찾을 수 없음
pt: Nenhum texto encontrado
tr: Hiçbir metin bulunamadı
zh_hant: 未找到文本

# CM_OCRText_CopyTo
source: recognize image text then copy to clipboard
ar: تعترف بنص الصورة ثم نسخ إلى الحافظة
ja: 認識のイメージのテキストをクリップボードにコピー
ko: 이미지 텍스트 다음 클립보드로 복사를 인식
pt: reconhecer o texto da imagem, em seguida, copiar para o clipboard
tr: görüntü metni sonra panoya kopyala tanımak
zh_hant: 識別圖像文本, 然後複製到剪貼簿

# SD_PivotItem2_TryExtractTextFromImageSubtitleAndRenderToggleSwitch.Header
source: OCR Image Subtitle then render as Text
ar: ثم تقديم "الترجمة الصورة التعرف الضوئي على الحروف" كنص
ja: OCR 画像字幕をテキストとしてレンダリングします。
ko: OCR 이미지 자막 다음 텍스트 렌더링
pt: Em seguida, processar como texto OCR imagem legendas
tr: OCR resim altyazı sonra metin olarak işlemek
zh_hant: OCR 圖像字幕然後呈現為文本

# SD_PivotItem2_TryExtractTextFromImageSubtitleAndRenderToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem2_TryExtractTextFromImageSubtitleAndRenderToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# HotkeyAction_action_ord_copy
source: recognize image text then copy to clipboard
ar: تعترف بنص الصورة ثم نسخ إلى الحافظة
ja: 認識のイメージのテキストをクリップボードにコピー
ko: 이미지 텍스트 다음 클립보드로 복사를 인식
pt: reconhecer o texto da imagem, em seguida, copiar para o clipboard
tr: görüntü metni sonra panoya kopyala tanımak
zh_hant: 識別圖像文本, 然後複製到剪貼簿

# ScorpioStreamingServer
source: Scorpio Media Server
ar: خادم الوسائط العقرب
ja: 蠍座メディア サーバー
ko: Scorpio Streaming Server
pt: Servidor de mídia de Escorpião
tr: Akrep medya sunucusu
zh_hant: 天蠍網路流伺服器

# ScorpioStreamingServerDescription
source: Scorpio Media Server is a companion app for Scorpio Player, allow you enjoy your media content anywhere, anytime, cross device high quality streaming raw power base on Socket, light weight server. Whether Streaming you Windows 10 laptop device Video to your Living Room Xbox Console, or Download your Media out side home to your mobile phone. checkout https://scorpioplayer.com/Docs to lean more!
ar: العقرب وسائل الإعلام الخادم تطبيق مصاحب "اللاعب العقرب"، تسمح لك التمتع بوسائل الإعلام الخاصة بك المحتوى في أي مكان وفي أي وقت، عبر الأجهزة عالية الجودة لقطات الخام والطاقة قاعدة على المقبس، الملقم خفيفة الوزن. ما إذا كان تدفق لك جهاز المحمول Windows 10 لوحدة تحكم Xbox "غرفة المعيشة" الخاصة بك، أو تحميل الفيديو المنزل وسائل الإعلام الخاصة بك إلى الجانب إلى الهاتف الجوال الخاص بك. https://scorpioplayer.com/Docs الخروج إلى أكثر العجاف!
ja: 蠍座のメディア サーバーは蠍座のプレーヤーのためのコンパニオン アプリケーション、あなたのメディアをどこでも、いつでも、生のパワーをストリーミング デバイス高品質クロス ベース ソケット、軽量サーバーのコンテンツを楽しむことができます。Windows 10 ラップトップ デバイス ビデオを居間 Xbox コンソールまたはダウンロードをストリーミングするかどうか、メディア側はあなたの携帯電話にホームします。 無駄のない以上にチェック アウト https://scorpioplayer.com/Docs!
ko: Scorpio Streaming Server is a companion app for Scorpio Player, allow you enjoy your media content anywhere, anytime, cross device high quality streaming raw power base on Socket, light weight server. Whether Streaming you Windows 10 laptop device Video to your Living Room Xbox Console, or Download your Media out side home to your mobile phone. checkout https://scorpioplayer.com/Docs to lean more!
pt: Escorpião Media Server é um aplicativo de companheiro para jogador de Escorpião, permitem que você desfrute de seu conteúdo em qualquer lugar, a qualquer momento, Cruz dispositivo alta qualidade streaming de força bruta base em soquete, servidor de pouco peso de mídia. Se você Streaming dispositivo portátil de 10 Windows vídeo para seu Xbox Console de sala de estar, ou Download sua mídia de lado em casa para seu telefone celular. check-out https://scorpioplayer.com/Docs a mais magra!
tr: Akrep Media Server akrep oyuncu için bir arkadaşı uygulaması, her yerde, her zaman, cihaz yüksek kalitede ham güç akışı temel soket, hafif sunucu içerik medyanıza sağlar. Olup olmadığını Windows 10 Dizüstü aygıtı sizin oturma odası Xbox Console, ya da Download Video Streaming medya dışarı yan cep telefonunuza ev. ödeme https://scorpioplayer.com/Docs yalın daha!
zh_hant: 天蝎网络流服务器是天蝎播放器的同伴应用程序, 允许您随时随地享受您的媒体内容, 随时随地, 跨设备高品质的流式, 轻量服务器。无论是串流到你的 Windows 10 笔记本电脑设备视频到您的客厅 Xbox 游戏主机, 或下载您的媒体到您的手机在家之外。 在 https://scorpioplayer.com/Docs 了解更多!

# ScorpioPlayeriOSDescription
source: Bring the Scorpio Player Experience to iOS Platform, functionality may not rich as UWP version for now, but it convient.
ar: جلب "تجربة لاعب العقرب" على منصة iOS، وظيفة قد لا الغنية كإصدار UWP للآن، ولكن أنه.
ja: 機能は今のところそれ UWP バージョンとして金持ちではない可能性があります、iOS プラットフォームに蠍座プレーヤー経験をもたらすうえ。
pt: Traga a experiência do jogador de escorpião para iOS plataforma, funcionalidade pode não rico como versão UWP para agora, mas convient.
tr: IOS Platform akrep oyuncu deneyim getirmek, işlevsellik, ama şimdi için değil UWP sürüm olarak zengin olabilir convient.
zh_hant: 將天蠍播放機體驗帶到 iOS 平臺, 功能可能不如 UWP 版本豐富 , 但它方便。

# ScorpioPlayeriOS
source: Scorpio Player for iPhone
ar: لاعب العقرب إيفون
ja: IPhone のための蠍座のプレーヤー
pt: Jogador de escorpião para iPhone
tr: İPhone için akrep çalar
zh_hant: 天蠍播放機 iPhone

# WM_FolderContainsNofile
source: Folder is empty
ar: المجلد فارغ
ja: フォルダーが空
ko: 폴더는 비어
pt: Pasta está vazia
tr: Klasör boş olmadıkça
zh_hant: 資料夾為空

# IsServerValidAsyncContent
source: application outdated, please update through Microsoft App Store, Download from website.
ar: تطبيق قديمة، الرجاء تحديث عن طريق مايكروسوفت المتجر، وتحميل من موقع على شبكة الإنترنت.
ja: web サイトからダウンロード、アプリケーション時代遅れのしてください Microsoft App Store を通じて更新。
ko: 응용 프로그램 구형 마이크로 소프트 응용 프로그램 스토어를 통해 업데이트 하시기 바랍니다, 웹사이트에서 다운로드.
pt: aplicativo desatualizado, por favor atualização através do Microsoft App Store, baixar do site.
tr: Uygulama modası geçmiş, lütfen Microsoft App Store üzerinden güncelleme, Web sitesinden indirin.
zh_hant: 應用程式已過時, 請通過 Microsoft 應用商店更新, 或從網站下載。

# CM_UseSeekPreviewer
source: Use Seek Previewer
ar: استخدام البحث المعاين
ja: 使用を求めるプレビューアー
ko: 사용 검색 미리 보기
pt: Utilize busca Previewer
tr: Kullanım önizleyicide aramak
zh_hant: 使用查找預覽

# CM_LiveTranslateSubtitle
source: Live Translate
ar: لايف ترجمة
ja: ライブ翻訳します。
ko: 라이브 번역
pt: Traduzir ao vivo
tr: Canlı çevirmek
zh_hant: 現場翻譯

# CM_LiveTranslateSubtitleTo
source: Translate To
ar: ترجمة إلى:
ja: 変換します。
ko: 로 번역
pt: Tradução para o
tr: Çevir
zh_hant: 翻譯為

source: Bosnian (Latin)
ar: البوسنية (اللاتينية)
ja: ボスニア語 (ラテン)
ko: 보스니아어 (라틴 문자)
pt: Bósnio (latino)
tr: Boşnakça (Latin)
zh_hant: 波士尼亞文 (拉丁文)

source: Chinese Simplified
ar: الصينية المبسطة
ja: 簡体字中国語
ko: 중국어 간체
pt: Chinês simplificado
tr: Basitleştirilmiş Çince
zh_hant: 簡體中文

source: Chinese Traditional
ar: الصينية التقليدية
ja: 繁体字中国語
ko: 중국어 번체
pt: Chinês tradicional
tr: Geleneksel Çince
zh_hant: 繁體中文

source: Cantonese (Traditional)
ar: الكانتونية (التقليدية)
ja: 広東語 (従来の)
ko: 광둥어 (번체)
pt: Cantonês (tradicional)
tr: Kanton (Geleneksel)
zh_hant: 粵語 (繁體)

source: Fijian
ar: فيجي
ja: フィジー
ko: 피지어
pt: Fijiano
tr: Fiji
zh_hant: 斐濟

source: Filipino
ar: فيلبيني
ja: フィリピノ語
ko: 필리핀어
pt: Filipinas
tr: Filipin dili
zh_hant: 菲律賓文

source: Haitian Creole
ar: هايتي
ja: ハイチ語
ko: 아이티어
pt: Haitiano
tr: Haitice
zh_hant: 海地克裡奧爾語

source: Malagasy
ar: مدغشقر
ja: マダガスカル
ko: 마다가스카르
pt: Malgaxe
tr: Madagaskar
zh_hant: 馬達加斯加

source: Maltese
ar: المالطية
ja: マルタ語
ko: 몰타어
pt: Maltês
tr: Malta dili
zh_hant: 馬爾他文

source: Norwegian Bokmål
ar: بوكمال النرويجية
ja: ノルウェー語ブークモール
ko: 노르웨이어
pt: Bokmål norueguês
tr: Norveç Bokmål
zh_hant: 挪威語

source: Samoan
ar: ساموا
ja: サモア
ko: 사모아
tr: Samoalı
zh_hant: 薩摩亞

source: Serbian (Cyrillic)
ar: الصربية (السيريلية)
ja: セルビア語 (キリル)
ko: 세르비아어(키릴 자모)
pt: Sérvio (Cirílico)
tr: Sırpça (Kiril)
zh_hant: 塞爾維亞文 (西瑞爾文)

source: Serbian (Latin)
ar: الصربية (اللاتينية)
ja: セルビア語 (ラテン)
ko: 세르비아어 (라틴 문자)
pt: Sérvio (latino)
tr: Sırpça (Latin)
zh_hant: 塞爾維亞文 (拉丁語)

source: Tahitian
ar: تاهيتي
ja: タヒチアン
ko: 타히티어
tr: Tahiti
zh_hant: 大溪 地

source: Tongan
ar: تونغا
ja: トンガ
ko: 통가
pt: Tonga
tr: Tonga
zh_hant: 同安

source: Welsh
ar: الويلزية
ja: ウェールズ語
ko: 웨일스어
pt: Galês
tr: Galce
zh_hant: 威爾斯文

# CM_EnableLiveTranslateSubtitle
source: Enable
ar: تمكين
ja: 有効化
ko: 사용
pt: Habilitar
tr: Etkinleştir
zh_hant: 啟用

# CM_StartScreenCaptureClient
source: Start Screen Capture Client
ar: بدء تشغيل عميل التقاط الشاشة
ja: 画面キャプチャ クライアントを起動します。
ko: 화면 캡처 클라이언트 시작
pt: Inicie o cliente de captura de tela
tr: Ekran yakalama istemcisini başlatın
zh_hant: 啟動畫面捕獲用戶端

# CM_StopScreenCaptureClient
source: Stop Screen Capture Client
ar: إيقاف تشغيل عميل التقاط الشاشة
ja: 画面キャプチャ クライアントを停止します。
ko: 화면 캡처 클라이언트 중지
pt: Pare de cliente de captura de tela
tr: Ekran yakalama istemci durdurmak
zh_hant: 停止螢幕捕獲用戶端

# SD_PivotItem3_InternetMovieDatabaseEnabledToggleSwitch.Header
source: Auto Fetch Online Media Info
ar: معلومات تلقائية إحضار وسائل الإعلام على الإنترنت
ja: 自動フェッチ オンライン メディア情報
ko: 자동 인출 온라인 미디어 정보
pt: Auto busca informação de mídia on-line
tr: Otomatik getirme Online medya bilgi
zh_hant: 自動獲取線上媒體資訊

# SD_PivotItem3_InternetMovieDatabaseEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_InternetMovieDatabaseEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# InternetMovieDatabaseEnabled
source: Auto Fetch Online Media Info
ar: معلومات تلقائية إحضار وسائل الإعلام على الإنترنت
ja: 自動フェッチ オンライン メディア情報
ko: 자동 인출 온라인 미디어 정보
pt: Auto busca informação de mídia on-line
tr: Otomatik getirme Online medya bilgi
zh_hant: 自動獲取線上媒體資訊

# CM_LiveTranslateSubtitleInit
source: Initialize Translation Service
ar: تهيئة خدمة الترجمة
ja: 翻訳サービスを初期化します。
ko: 번역 서비스 초기화
pt: Inicializar o serviço de tradução
tr: Çeviri hizmeti başlatılamıyor
zh_hant: 初始化翻譯服務

# WM_LiveTranslateInitialization
source: Translation Service Initialized
ar: تهيئة خدمة الترجمة
ja: 翻訳サービスの初期化
ko: 번역 서비스 초기화
pt: Serviço de tradução inicializado
tr: Çeviri hizmeti başlatıldı
zh_hant: 已初始化翻譯服務

# CM_RestartApp
source: Restart Application
ar: إعادة تشغيل التطبيق
ja: アプリケーションを再起動します。
ko: 응용 프로그램 다시 시작
pt: Reinicie o aplicativo
tr: Uygulamayı yeniden başlatın
zh_hant: 重新開機應用程式

# SD_PivotItem1_EnableFullScreenModeToggleSwitch.Header
source: Disable TV-safe area
ar: تعطيل منطقة آمنة للتلفزيون
ja: TV セーフ領域を無効にします。
ko: TV 안전 영역을 사용 하지 않도록 설정
pt: Desativar a área segura para TV
tr: TV güvenli alan devre dışı bırakma
zh_hant: 禁用電視安全區域

# SD_PivotItem1_EnableFullScreenModeToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem1_EnableFullScreenModeToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

source: Open Folder In File Explorer
ar: فتح مجلد في مستكشف الملفات
ja: ファイル エクスプ ローラーでフォルダーを開く
ko: 파일 탐색기에서 폴더 열기
pt: Abrir a pasta no explorador de arquivos
tr: Dosya Explorer klasör aç
zh_hant: 在檔資源管理器中打開資料夾

# MD_ImdbIdTextBox.Header
source: IMDb ID
ar: معرف IMDb
pt: ID do IMDb
tr: IMDB kimliği

source: Batch Set IMDb ID
ar: دفعة تعيين معرف IMDb
ja: バッチは、IMDb の ID を設定
ko: 일괄은 IMDb ID 설정
pt: Lote conjunto IMDb ID
tr: Toplu IMDB kimliği ayarla
zh_hant: 批量设置 IMDb ID

# Input_CD.PrimaryButtonText
source: Confirm
ar: تأكيد
ja: 確かですか
ko: 확실한가요
pt: Confirmar
tr: Onayla
zh_hant: 確定

# Input_CD.SecondaryButtonText
source: Cancel
ar: إلغاء الأمر
ja: キャンセル
ko: 취소
pt: Cancelar
tr: İptal
zh_hant: 取消

# Input_CD_TITLE.Text
source: Input
ar: الإدخال
ja: 入力
ko: 입력
pt: Entrada
tr: Giriş
zh_hant: 輸入

# InputBatchIMDbId
source: Change Whole Playlist IMDb ID To:
ar: تغيير معرف IMDb التشغيل كاملة إلى:
ja: 全体のプレイリスト IMDb ID を変更します。
ko: 전체 재생 목록 IMDb ID 변경:
pt: Mudar a Playlist inteira IMDb ID para:
tr: Tüm çalma listesi IMDB kimliği için değiştirin:
zh_hant: 將整個播放清單 IMDb ID 更改為:

# SD_PivotItem2_UseFallbackImageBrushToggleSwitch.Header
source: Use Theme Image
ar: استخدام موضوع الصورة
ja: テーマのイメージを使用
ko: 테마 이미지를 사용 하 여
pt: Usar o tema imagem
tr: Tema resmi kullan
zh_hant: 使用主題圖像

# SD_PivotItem2_UseFallbackImageBrushToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem2_UseFallbackImageBrushToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# SD_PivotItem2_UseThemeImageIgnoreAcrylicBrushToggleSwitch.Header
source: Override Acrylic Effect
ar: تجاوز تأثير اﻷكريليك
ja: アクリルの効果を上書き
ko: 아크릴 효과 무시
pt: Substituir o efeito acrílico
tr: Akrilik etkisi geçersiz kılmak
zh_hant: 覆蓋亚力克效果

# SD_PivotItem2_UseThemeImageIgnoreAcrylicBrushToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem2_UseThemeImageIgnoreAcrylicBrushToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# PlaylistActionButton_AutoLoadLastFileInFolder
source: Auto play last Playback file when folder opened
ar: السيارات تلعب آخر تشغيل الملف عند فتح المجلد
ja: 自動再生の最後のファイルを再生は、フォルダーを開くとき
ko: 자동 재생 마지막 재생 파일 폴더 열 때
pt: Último arquivo reprodução repr auto quando pasta aberta
tr: Otomatik oyun son kayıttan yürütme dosya klasör açıldığında
zh_hant: 打開資料夾時自動播放上次播放檔

# detailview_play_button.Text
source: Start Play
ar: بدء تشغيل
ja: 再生を開始します。
ko: 플레이 시작
pt: Iniciar a reprodução
tr: Başlangıç oyun
zh_hant: 開始播放

# detailview_director_textblock.Text
source: Director
ar: المدير
ja: ディレクター
ko: 감독
pt: Diretor
tr: Yönetmen
zh_hant: 導演

source: Start Play
ar: بدء تشغيل
ja: 再生を開始します。
ko: 플레이 시작
pt: Iniciar a reprodução
tr: Başlangıç oyun
zh_hant: 開始播放

source: Resume Play
ar: استئناف اللعب
ja: 再生を再開します。
ko: 재생을 다시 시작
pt: Retomar a reprodução
tr: Oyun devam
zh_hant: 恢復播放

# detailview_plot.Text
source: Plot
ar: الرواية
ja: プロット
ko: 줄거리
pt: Sinopse
tr: Arsa
zh_hant: 劇情簡介

# detailview_actors.Text
source: Actors
ar: الجهات الفاعلة
ja: 俳優
ko: 배우
pt: Atores
tr: Aktörler
zh_hant: 演員

# detailview_Writer.Text
source: Writers
ar: الكتّاب
ja: 脚本
ko: 작가진
pt: Roteiristas
tr: Yazarlar
zh_hant: 編劇

# detailview_Chapter.Text
source: Chapters
ar: الفصول
ja: 章
ko: 장
pt: Capítulos
tr: Bölüm
zh_hant: 章节

# detailview_Bookmark.Text
source: Bookmark
ar: الإشارة المرجعية
ja: ブックマーク
ko: 책갈피
pt: Indicador
tr: Yer işareti
zh_hant: 書簽

# SetPodcastPlaylist
source: Use Podcasts as Favorites Source
ar: استخدام دبليو كمصدر للمفضلة
ja: お気に入りのソースとしてポッド キャストを使用します。
ko: 포드 캐스트를 사용 하 여 즐겨찾기 소스
pt: Podcasts de utilização como fonte de favoritos
tr: Podcast sık kaynağı olarak kullanmak
zh_hant: 使用播客作為收藏源

source: Subscribe
ar: اشتراك
ja: 購読
ko: 구독
pt: Inscreva-se
tr: Abone
zh_hant: 訂閱

# Podcast_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
ko: 끄세요
pt: Fechar
tr: Kapat
zh_hant: 關閉

# Podcast_CD.PrimaryButtonText
source: Search
ar: البحث عن
ja: 検索
ko: 검색
pt: Pesquisa
tr: Arama
zh_hant: 搜索

# Podcast_CD_TITLE.Text
source: Podcast Manager
ar: إدارة بودكاست
ja: ポッド キャスト マネージャー
ko: 팟캐스트 관리자
pt: Gerenciador de podcast
tr: Podcast Yöneticisi
zh_hant: 播客管理器

# CM_Open_Podcast
source: Podcast Manager
ar: إدارة بودكاست
ja: ポッド キャスト マネージャー
ko: 팟캐스트 관리자
pt: Gerenciador de podcast
tr: Podcast Yöneticisi
zh_hant: 播客管理器

# SD_PivotItem3_BindPodcastPlaylistToFavoriteToggleSwitch.Header
source: Use Podcasts as Favorites Source
ar: استخدام دبليو كمصدر للمفضلة
ja: お気に入りのソースとしてポッド キャストを使用します。
ko: 포드 캐스트를 사용 하 여 즐겨찾기 소스
pt: Podcasts de utilização como fonte de favoritos
tr: Podcast sık kaynağı olarak kullanmak
zh_hant: 使用播客作為收藏源

# SD_PivotItem3_BindPodcastPlaylistToFavoriteToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem3_BindPodcastPlaylistToFavoriteToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# EnterSearchOrFeedUrl_TextBlock.Text
source: Search Podcast or Enter Feed Url
ar: البحث بودكاست أو أدخل عنوان Url لتغذية
ja: ポッド キャストを検索またはフィードの Url を入力してください。
ko: 팟캐스트를 찾거나 피드 Url을 입력
pt: Pesquisa Podcast ou digite a Url do Feed
tr: Podcast arama veya besleme Url girin
zh_hant: 搜索播客或輸入 播客 Url

# AutoSuggestBox_Podcast.PlaceholderText
source: Search Podcast or Enter Feed Url
ar: البحث بودكاست أو أدخل عنوان Url لتغذية
ja: ポッド キャストを検索またはフィードの Url を入力してください。
ko: 팟캐스트를 찾거나 피드 Url을 입력
pt: Pesquisa Podcast ou digite a Url do Feed
tr: Podcast arama veya besleme Url girin
zh_hant: 搜索播客或輸入 播客 Url

# SD_PivotItem1_RemoteControlEnabledToggleSwitch.Header
source: Allow Remote Control
ar: السماح بالتحكم عن بُعد
ja: リモート制御を許可します。
ko: 원격 제어 허용
pt: Permitir o controle remoto
tr: Uzaktan denetime izin ver
zh_hant: 允許遠端控制

# SD_PivotItem1_RemoteControlEnabledToggleSwitch.OnContent
source: Yes
ar: نعم
ja: は
ko: 은
pt: Sim
tr: Evet
zh_hant: 是

# SD_PivotItem1_RemoteControlEnabledToggleSwitch.OffContent
source: No
ar: لا
ja: かどうか
ko: 여부
pt: Não
tr: Hayır
zh_hant: 否

# CD_Remote_Listen_Success
source: Remote Control Enabled
ar: تمكين التحكم عن بعد
ja: リモート管理を有効に
ko: 원격 제어 사용
pt: Controle remoto habilitado
tr: Uzaktan denetim etkin
zh_hant: 已啟用遠端控制

# CD_Remote_Listen_Fail
source: Remote Control fail to start
ar: فشل في بدء تشغيل جهاز التحكم عن بعد
ja: リモート コントロールが起動に失敗します。
ko: 원격 제어 시작 되지
pt: Controle remoto falhar ao iniciar
tr: Uzaktan kumanda başarısız başlatmak için
zh_hant: 遠端控制無法啟動

# ScorpioPlayerRemote
source: Remote Controller
ar: وحدة تحكم عن بعد
ja: リモート コント ローラー
ko: 원격 컨트롤러
pt: Controlador remoto
tr: Uzaktan kumanda
zh_hant: 遙控控制器

# ScorpioPlayerRemoteDescription
source: Remote Controller for Scorpio Player Xbox One/Windows 10 PC Version.
ar: وحدة تحكم عن بعد العقرب إكس بوكس لاعب واحد/نسخة ويندوز 10 أجهزة الكمبيوتر.
ja: 蠍座プレーヤー Xbox 1 つのリモート コント ローラー/Windows 10 PC 版。
ko: 전갈 자리 플레이어 Xbox 1에 대 한 원격 컨트롤러 / 창 10 PC 버전.
pt: Controlador remoto para Escorpião jogador Xbox 1 / 10 de Windows PC versão.
tr: Akrep oyuncu Xbox bir uzaktan kumanda / Windows 10 PC sürümü.
zh_hant: 遙控控制器為天蠍播放器Xbox 一/Windows 10 PC版本。

# ScorpioPlayerRemoteiOS
source: Remote Controller iPhone/iPad
ar: وحدة تحكم عن بعد فون/باد
ja: リモート コント ローラーの iPhone/計算されました。
ko: 원격 컨트롤러 아이폰/iPad
pt: Remoto controlador iPhone/iPad
tr: Uzak denetleyicisi iPhone/iPad
zh_hant: 遙控遙控器 iPhone/iPad

# ScorpioPlayerRemoteDroid
source: Remote Controller Android
ar: الروبوت التحكم عن بعد
ja: リモート コント ローラーのアンドロイド
ko: 원격 컨트롤러 안 드 로이드
pt: Controlador remoto Android
tr: Uzaktan kumanda Android
zh_hant: 遙控 安卓

# ScorpioPlayerRemoteiOSUWP
source: Remote Controller Windows Phone
ar: وحدة تحكم عن بعد Windows Phone
ja: リモート コント ローラー Windows Phone
ko: 원격 컨트롤러 Windows Phone
pt: Controlador remoto Windows Phone
tr: Uzaktan kumanda Windows Phone
zh_hant: 遠端控制器 Windows 電話

# CD_Remote_Listen_Disabled
source: Remote Control Stopped
ar: جهاز التحكم عن بعد توقف
ja: リモート制御の停止
ko: 원격 제어 중지
pt: Controle remoto parado
tr: Uzaktan kumanda durdu
zh_hant: 遠端控制已停止

# CM_DisableHDR
source: Disable HDR Color Space
ar: تعطيل مساحة لون HDR
ja: HDR カラー スペースを無効にする
ko: HDR 색상 공간을 사용 하지 않도록
pt: Desative o espaço de cor HDR
tr: HDR renk alanı devre dışı bırakma
zh_hant: 禁用 HDR 色彩空間

# CM_EnableLiveTranslatePreserveOrigin
source: Preserve origin text
ar: الحفاظ على النص الأصلي
ja: 元のテキストを保持します。
ko: 원본 텍스트를 보존
pt: Preservar o texto de origem
tr: Kaynak metni korumak
zh_hant: 保留源文本

# CM_ShowDanmuButton
source: Show Barrage Subtitle Button
ar: إظهار زر الترجمة وابل
ja: 画面の表示] ボタン
ko: 표시 화면 버튼
pt: Mostrar botão de legenda de barragem
tr: Baraj altyazı düğmesini göster
zh_hant: 顯示彈幕按鈕

# CM_ShowChangePlaybackRateButton
source: Show Playback Rate Button
ar: إظهار زر معدل التشغيل
ja: 再生率] ボタンを表示します。
ko: 재생 속도 버튼 표시
pt: Mostrar botão de taxa de reprodução
tr: Oynatma oranı düğmesini göster
zh_hant: 顯示播放速率按鈕

# CM_ShowAutoSuggestBoxButton
source: Show Search Box
ar: إظهار مربع البحث
ja: 普遍的な検索ボックスを表示します。
ko: 유니버설 검색 상자 표시
pt: Mostrar caixa de pesquisa
tr: Arama kutusunu göster
zh_hant: 顯示通用搜索框

# CM_Show360VideoPlaybackButton
source: Show 360° Video Playback Button
ar: إظهار زر تشغيل الفيديو 360 درجة
ja: 360 ° のビデオ再生ボタンを表示します。
ko: 360 ° 비디오 재생 버튼 표시
pt: Mostrar botão de reprodução de vídeo de 360°
tr: 360 ° Video oynatma düğmesini göster
zh_hant: 顯示 360° 視頻播放按鈕

# CM_ShowNextFrameButton
source: Show Next Frame button
ar: إظهار زر "الإطار التالي"
ja: 次のフレーム コントロール ボタンを表示します。
ko: 다음 프레임 컨트롤 버튼 표시
pt: Mostrar botão próximo quadro
tr: Sonraki Kare düğmesini göster
zh_hant: 顯示下一幀控制按鈕

# SD_PivotItem3_bufferTimeLocalSlider.Header
source: Buffer Time Local (ms)
ar: المخزن المؤقت المحلي الوقت (مللي ثانية)
ja: バッファー時間ローカル (ms)
pt: Tempo de buffer Local (ms)
tr: Arabellek zaman yerel (ms)

# Samba_SMBConnectionString1_TextBlock.PlaceholderText
source: SMB/CIFS Connection String 1
ar: سلسلة اتصال SMB/CIFS 1
ja: SMB/CIFS 接続文字列 1
pt: String de Conexão SMB/CIFS 1
tr: SMB/CIFS bağlantı dizesi 1

# Samba_SMBConnectionString2_TextBlock.PlaceholderText
source: SMB/CIFS Connection String 1
ar: سلسلة اتصال SMB/CIFS 1
ja: SMB/CIFS 接続文字列 1
pt: String de Conexão SMB/CIFS 1
tr: SMB/CIFS bağlantı dizesi 1

# Samba_SMBConnectionString3_TextBlock.PlaceholderText
source: SMB/CIFS Connection String 2
ar: سلسلة اتصال SMB/CIFS 2
ja: SMB/CIFS 接続文字列 2
pt: String de Conexão SMB/CIFS 2
tr: SMB/CIFS bağlantı dizesi 2

# Samba_CD.SecondaryButtonText
source: Close
ar: قم بإغلاق
ja: シャットダウン
pt: Fechar
tr: Kapat

# BindSambaToFavoriteToggleSwitch.Header
source: Use SMB/CIFS as Favorites Source
ar: استخدام SMB/CIFS كمصدر للمفضلة
ja: お気に入りのソースとして SMB/CIFS を使用します。
pt: Usar o SMB/CIFS como fonte de favoritos
tr: SMB/CIFS sık kaynağı olarak kullanma

# Samba_CD_PivotItem1.Header
source: Setting
ar: إعداد
ja: 設定
pt: Configuração
tr: Ayarı

# Samba_SMBLocalPort_TextBlock.Header
source: SMB/CIFS Local Port
ar: المنفذ المحلي SMB/CIFS
ja: SMB/CIFS ローカル ポート
pt: Porta Local SMB/CIFS
tr: SMB/CIFS yerel bağlantı noktası

# SetSAMBA
source: Use SMB/CIFS as Favorites Source
ar: استخدام SMB/CIFS كمصدر للمفضلة
ja: お気に入りのソースとして SMB/CIFS を使用します。
pt: Usar o SMB/CIFS como fonte de favoritos
tr: SMB/CIFS sık kaynağı olarak kullanma

# BindSFTPToFavoriteToggleSwitch.Header
source: Use SFTP/SSH as Favorites Source
ar: استخدام سفتب/سة كمصدر للمفضلة
ja: お気に入りのソースとして SFTP/SSH を使用します。
pt: Usar SFTP/SSH como fonte de favoritos
tr: SFTP/SSH sık kaynağı olarak kullanma

# Sftp_SFTPHostName_TextBlock.Header
source: Host Name / IP Address
ar: اسم المضيف/IP عنوان
ja: ホスト名/IP アドレス
pt: Nome do host / endereço de IP
tr: Ana bilgisayar adı / IP adresi

# Sftp_SFTPPort_TextBlock.Header
source: Remote Port
ar: منفذ بعيد
ja: リモート ポート
pt: Porta remota
tr: Uzaktan bağlantı noktası

# Sftp_SFTPUserName_TextBlock.Header
source: Username
ar: اسم المستخدم
ja: ユーザー名
pt: Nome de usuário
tr: Kullanıcı adı

# Sftp_SFTPPassword_TextBlock.Header
source: Password
ar: كلمة المرور
ja: パスワード
pt: Senha
tr: Şifre

# Sftp_SFTPEntryPath_TextBlock.Header
source: Entry Path
ar: مسار الإدخال
ja: エントリのパス
pt: Caminho de entrada
tr: Giriş yolu
